{
  "scenarios": [
    "His sister’s marriage is fixed. His relative refused to give loan/money. He…",
    "Marriage of your sister is fixed. He is not granted leave due to Administrative Inspection. He…",
    "Bharat Bandh is likely to be declared while you are on leave. Your leave is to be finished after two days of commencement of Bandh. He…",
    "In a train journey, at mid-night certain sound disturbed your sleep. On being woken up, you found someone trying to steal through the window. He…",
    "He is going to attend an important meeting and he is already getting late. Suddenly the road is blocked due to traffic jam. He…",
    "You have to go for patrolling duty in field. Your driver is having high fever. He…",
    "You as a player of football team required to play the match. Suddenly, on the day of match you have high fever. But your team captain does not allow you to leave the game. He…",
    "You are required to go for patrolling at higher in high altitude area. You do not have coat parka. He…",
    "While returning to home after watching cinema at mid-night, you found two persons quarreling on the way. He…",
    "You are required to dig trenches, but your colleagues are not co-operating with you. He…",
    "While working in the kitchen garden, rain starts. He…",
    "He is assigned a difficult task which he has not done earlier. He…",
    "As a secretary of Student Union of his college. He will do the following…",
    "While returning from market, three persons with knife stop him and ask him to handover his valuable possessions. He…",
    "While patrolling at unit man gate, a terrorist fired at his leg and bleeding started badly and he is snatching his rifle. He…",
    "While on leave he heard radio and announcement about outbreak of WAR. He…",
    "In field area, he was short of manpower",
    "one of his jawans asks for the leave on wrong excuse which he knows is false. He…",
    "He is already late to complete his task. His colleges refund to co-operate with him. He…",
    "While returning from picnic, it starts getting dark and he has lost his way. He…",
    "When his Boss does not agree with his views. He…",
    "He works hard because…",
    "He considers that the most important thing in the world is…",
    "He receives an order from your CO to do certain work, but he feels that he CO’s approach is wrong. He…",
    "While travelling in a train, he came to know that someone has picked his pocket. He…",
    "Due to financial difficulties, his parents find it difficult to give him further education. He…",
    "While he is waiting for a bus, an accident took place in front him. He…",
    "He went on a mountain expedition which was a failure and of your friends died in the attempt. He…",
    "He felt that the work he is presently engaged is useless. He…",
    "His friend lost his job and into financial difficulties. He…",
    "O finding that you are loosing the ground in a discussion with your opponent. He…",
    "In his office staff is not working efficiently. He…",
    "He finds a task which is difficult. He…",
    "His plan had failed in the very beginning. He…",
    "He is at home and dacoits have reached at his apartment and started looting. He…",
    "He is asked to organize a variety show in the aid of jawan Welfare in his unit. He…",
    "His Coy is camping in a jungle for training where shooting is prohibited. A leopard which may prove a dangerous is seen close to the camp as a sentry on duty. He…",
    "Emergency has declared in the city where his unit is located. He is the CO of the unit. He…",
    "Whenever he is required to take new step. He…",
    "While going to the office, he saw a man climbing on a house with the help of a rope. He…",
    "He has to take group of all India tour. He…",
    "He hears a cry of fire-fire from neighboring house. He…",
    "He had a minor scooter accident on his way to office in which his scooter got slightly damaged. He…",
    "He has lost his way in the jungle. He…",
    "While travelling in a train, he found that his ticket is lost. He…",
    "To check the growth of population, what will he suggest?\n Electric light of his neighbor has gone off. He…",
    "He is travelling in a bus which suddenly caught fire. He…",
    "He has come to his home after meeting a friend. Suddenly he has been attacked by some miscreants with lathi. He…",
    "He is passing by a lake, he notices a boy drowning in the water and he does not know swimming. He…",
    "He is passing by a Railway line and saw that the fish plates have been removed. Only 15 minutes are left for the train to reach and the Station is 1.5 kms. away from the spot. He…",
    "He is going to attend the SSB. When the train moves, a lady falls down on the platform. He…",
    "He is on annual leave at his village. One day the dacoits started looting his village and also killed a villager. He…",
    "On his way, he saw a man suddenly falling down on the road. On reaching him he comes to know that he is a heart patient. He…",
    "He is travelling in a train. At one of the stations he came down to buy some fruits and when he turned back, the train had already left. He…",
    "He has to organize a debate competition. He…",
    "He was the captain of the football team and the performance of the team was not up to the mark. He…",
    "It was a desert area and he lost his way being away from the team members. He…",
    "He wants to join the Indian Army whereas his father wants him to become a software professional. He…",
    "His sister’s marriage is fixed but she is not happy to marry the person not being of her choosing. He…",
    "He is the house captain and is required to make arrangements for an entertainment programme in the school. He…"
  ]
}